<div class="wrapper">
    <h1>Зачем?</h1>
    <ul>
        <h3><li>Развитие, оттачивание навыков веб-разработки;</li></h3>
        <h3><li>Возможно, в будущем кому-то пригодится. &#9786;</li></h3>
    </ul>
    <h1>Что умеет?</h1>
    <ul>
        <h3><li>Авторизация, регистрация;</li></h3>
        <h3><li>Общение пользователей в общем чате;</li></h3>
        <h3><li>Просмотр и редактирование профиля пользователя;</li></h3>
        <h3><li>Выдача сообщений об ошибках в различных ситуациях.</li></h3>
    </ul>
    <h1>Планы</h1>
    <ul>
        <h3><li>Просмотр профиля другого пользователя;</li></h3>
        <h3><li>Если в профиле нет данных - писать об этом на странице;</li></h3>
        <h3><li>Отправка личных сообщений.</li></h3>
    </ul>
    <h1>Реализовано с помощью:</h1>
    <ul>
        <h3><li>CodeIgniter 3;</li></h3>
        <h3><li>Bootstrap 3;</li></h3>
        <h3><li>jQuery 2.1.4;</li></h3>
        <h3><li>PHP 5;</li></h3>
        <h3><li>MySQL 5.</li></h3>
    </ul>
    <br /><h3>Исходный код можно найти в моем профиле на <a href="https://github.com/tentonhammer">GitHub</a>.</h3>
</div>